Repository: IbrahemEssam11116/cth
Catalog: SStorm.CTH.Web/Resources/SharedResource.*.resx
Languages: ar_eg

source: Actions
ar_eg: عمليات

source: Add New
ar_eg: إضافة جديد

source: Add New Cancer Type
ar_eg: إضافة نوع سرطان جديد

source: Add New Imaging
ar_eg: إضافة اشعه

source: Add New SubType
ar_eg: إضافة نوع فرعي جديد

source: Add Row
ar_eg: إضافة صف

source: Adjust Body Weight
ar_eg: تعديل وزن الجسم

source: Administration notes
ar_eg: ملاحظات الإدارة

source: Age
ar_eg: العمر

source: Alert Color
ar_eg: لون الانذار

source: Amount
ar_eg: الكمية

source: Append Condition
ar_eg: إلحاق شرط

# ArabicDocRecommendation
source: Arabic Doctor Recommendation
ar_eg: ملاحظات الدكتور بالعربية

source: Assessment
ar_eg: التقييم

source: Attachment Result
ar_eg: نتيجة الملف

source: Back
ar_eg: رجوع

source: Back To Home
ar_eg: الرجوع الى الصفحه الرئيسية

source: Birth Date
ar_eg: تاريخ الميلاد

# BodyMassIndex
source: Body Mass Index (BMI)
ar_eg: (BMI) مؤشر كتلة الجسم

source: Body surface area
ar_eg: مساحة سطح الجسم

source: Browse
ar_eg: للمزيد

source: Calculate
ar_eg: احسب

# Canceel
source: Cancel
ar_eg: اغلق

# Cancel
source: No, Cancel
ar_eg: لا ، إلغاء

source: Cancer Definitions
ar_eg: تعريفات السرطان

source: Cancer Side
ar_eg: آثار السرطان

source: Cancer Type
ar_eg: نوع السرطان

source: Cancer Types
ar_eg: انواع السرطانات

# CantDeleteRow
source: You can't Delete This Row
ar_eg: لا يمكنك مسح هذا الصف

source: Case Name
ar_eg: أسم الحالة

# ChangeImage
source: Change The Image
ar_eg: تغيير الصورة

source: Chemical Survey Sessions
ar_eg: جلسات المسح الكيميائي

source: Chemo
ar_eg: جلسات العلاج الكيميائي

source: Chemo Protocole
ar_eg: بروتوكول العلاج الكيميائي

source: Chemo Sessions
ar_eg: جلسات العلاج الكيماوي

source: Chemotherapy Protocol
ar_eg: بروتوكول العلاج الكيميائي

source: Click Here
ar_eg: أضغط هنا

source: Clinical Data
ar_eg: بيانات سريرية

source: Collapse All
ar_eg: تقليس الجميع

source: Concentration
ar_eg: التركيز

source: Condition
ar_eg: الشرط

source: Confirm Delete
ar_eg: تأكيد الحذف

source: Contact Number
ar_eg: رقم الإتصال

source: Create Patient Symptom
ar_eg: إنشاء عرض للمريض

source: Cycle
ar_eg: دورة

source: Cycle Drugs
ar_eg: دورة الادوية

source: Cycle Drugs List
ar_eg: قائمة دورة الادوية

source: Cycle Labs
ar_eg: دورة التحاليل

source: Cycle Labs Category
ar_eg: فئة التحليل

source: Cycle Labs Category List
ar_eg: فئات التحاليل

source: Cycle Labs List
ar_eg: قائمة دورة التحاليل

source: Cycle number
ar_eg: رقم الدورة

source: Cycles
ar_eg: دورات

source: Dashboard
ar_eg: لوحة القيادة

source: Data
ar_eg: بيانات

source: Date
ar_eg: التاريخ

source: Day no.
ar_eg: اليوم

source: Days
ar_eg: الأيام

source: Definitions
ar_eg: التعريفات

source: Degree
ar_eg: درجه

source: Delete
ar_eg: مسح

source: Delete Row
ar_eg: مسح الصف

# Dergee
source: Degree
ar_eg: الدرجة العلمية

source: Description
ar_eg: وصف

# Details
source: Details (Conditions)
ar_eg: تفاصيل (الشروط)

source: Diagnosis
ar_eg: التشخيص

source: Discharge Note
ar_eg: ملاحظة التفريغ

source: Discharge Note Data
ar_eg: بيانات ملاحظة التفريغ

# DistantMetastasis
source: M: Distant Metastasis
ar_eg: M: الانبثاث البعيدة

# DocProfile
source: Doctor Profile
ar_eg: ملف الطبيب الشخصي

source: Doctor
ar_eg: طبيب

source: Doctor Recommendation
ar_eg: ملاحظات الطبيب

source: Doctors
ar_eg: الأطباء

source: Dose
ar_eg: الجرعة

source: Dose limiting toxicity
ar_eg: جرعة الحد من السمية

source: Dose Limiting Toxicity List
ar_eg: جرعات الحد من التسمم

source: Dose Limiting Toxicity Type
ar_eg: نوع جرعه الحد من التسمم

source: Dose Per
ar_eg: الجرعة لكل

source: Dose Percentage
ar_eg: نسبة الجرعة

source: Dose Units
ar_eg: وحدات الجرعات

source: Download
ar_eg: تحميل

source: Download Arabic pdf
ar_eg: التحميل بالعربية

source: Download As Pdf
ar_eg: تنزيل بصيغة pdf

source: Drug
ar_eg: الدواء

source: Drug Day
ar_eg: يوم الدواء

source: Drug Days
ar_eg: أيام الدواء

source: Drug Days List
ar_eg: قائمة أيام الدواء

source: Drug Dose
ar_eg: جرعة الدواء

source: Drug Name
ar_eg: أسم الدواء

source: Drugs
ar_eg: الأدوية

source: Drugs List
ar_eg: قائمة الادوية

source: Drug Symptom
ar_eg: عرض الدواء

source: Duration
ar_eg: المدة الزمنية

source: Duration Amount
ar_eg: الجرعة

source: Duration Unit
ar_eg: وحدة المدة

source: Edit
ar_eg: تعديل

source: Edit / Create
ar_eg: تعديل / إنشاء

source: Edit / Create Assign TNM To Stage
ar_eg: تعديل / إنشاء تعيين TNM للمرحلة

source: Edit / Create Cancer Type
ar_eg: تعديل / حفظ نوع سرطان

source: Edit / Create Drug
ar_eg: تعديل / إنشاء دواء

source: Edit / Create Histological
ar_eg: تعديل / إنشاء السرطان النسيجي

source: Edit / Create Kimo Survey
ar_eg: تعديل / إنشاء مسح كيميائي

source: Edit / Create Molecular
ar_eg: تعديل / إنشاء السرطان الجزيئي

source: Edit / CreateProtocol Cycle
ar_eg: تعديل / إنشاء دورة البروتوكول

source: Education
ar_eg: التعلم

source: Email
ar_eg: البريد الألكتروني

source: Emetodenic Risk
ar_eg: مخاطر خلوية

source: Emetogenic Risk
ar_eg: خطر خلقي

# EnglishDocRecommendation
source: English Doctor Recommendation
ar_eg: ملاحظات الدكتور بالانجليزية

source: Enter Name
ar_eg: أدخل الأسم

source: Every
ar_eg: كل

source: Every Unit
ar_eg: وحدة الكل

source: Expand All
ar_eg: تفاصيل الكل

source: Female
ar_eg: أنثى

source: File Name
ar_eg: أسم الملف

source: Files
ar_eg: الملفات

source: Final Concentration
ar_eg: التركيز النهائي

source: Final Conentration
ar_eg: التركيز النهائي

source: Finish
ar_eg: إنهاء

source: First Visit Date
ar_eg: تاريخ اول زيارة

source: Follow Up
ar_eg: متابعة

source: Form
ar_eg: الشكل

source: Form Amount
ar_eg: عدد الجرعة

source: From
ar_eg: من

source: Full Name
ar_eg: الأسم كامل

source: Gender
ar_eg: الجنس

source: Get Lab Detail Condition
ar_eg: الحصول على شرط تفاصيل التحليل

source: Get Lab Details
ar_eg: قائمة تفاصيل التحليل

source: Get Labs Info
ar_eg: الحصول على معلومات التحليل

source: Get Patient Symptoms
ar_eg: قائمة اعراض المريض

source: Go to labs
ar_eg: أذهب الى التحاليل

source: Grade
ar_eg: الدرجة

source: Has Parts ?
ar_eg: لديه اجزاء؟

source: Height
ar_eg: الطول

# HematologicTumorImage
source: Hematologic Tumors
ar_eg: اورام الدم

source: Histological
ar_eg: نسيجية

source: Histological Name
ar_eg: أسم السرطان النسيجي

source: Histological Sub Type Cancer
ar_eg: النوع الفرعي للسرطان النسيجي

source: ICD Code
ar_eg: ICD كود

source: Image Name
ar_eg: أسم الأشعه

source: Imaging
ar_eg: تصوير

source: Imaging List
ar_eg: قائمة الأشعات

source: Imaging Type
ar_eg: نوع الأشعة

source: in Arabic
ar_eg: بالعربية

source: Index
ar_eg: صفحه

# IntialLab
source: Intial Labs
ar_eg: تحاليل مبدئية

# IntialLabList
source: Intial Labs List
ar_eg: قائمة التحاليل المبدئية

source: Intial Labs
ar_eg: المختبرات الأولية

source: Investigation
ar_eg: إستقصاء

source: Is antimicrobial
ar_eg: مضاد للميكروبات

source: Is Dose Limiting Toxicity
ar_eg: هل السمية تحد من الجرعة؟

source: Is growth factor
ar_eg: عامل النمو

source: Is Mandatory ?
ar_eg: إلزامي ؟

source: Is New Symptom?
ar_eg: هل هو عرض جديد؟

# IsSepecialCase
source: Is Special Case ?
ar_eg: هل هو حالة خاصه ؟

source: Kimo survey data
ar_eg: بيانات إستقصاء الكيماوي

source: Kimo Survey List
ar_eg: قائمة إستقصاء الكيمياوي

source: Lab
ar_eg: تحليل

source: Lab Category
ar_eg: فئة التحليل

source: Lab Detail
ar_eg: تفاصيل التحليل

source: Lab Detail Condition
ar_eg: شرط تفصيل التحليل

source: Lab Detail Condition List
ar_eg: قائمة شروط تفاصيل التحاليل

source: Lab Detail Name
ar_eg: أسم تفصيل التحليل

source: Lab Details
ar_eg: تفاصيل التحليل

source: Lab Details List
ar_eg: قائمة تفاصيل التحليل

source: Lab Item
ar_eg: عنصر التحليل

source: LabItems(Conditions)
ar_eg: تفاصيل فئه التحليل (الشرط)

source: Lab Items List
ar_eg: تفاصيل فئه التحاليل

source: Lab List
ar_eg: قائمة التحاليل

source: Lab Name
ar_eg: أسم التحليل

source: Labs
ar_eg: تحاليل

source: Labs Info
ar_eg: معلومات التحليل

source: Lab Sub Type
ar_eg: نوع التحليل الفرعي

source: Lab Type
ar_eg: نوع التحليل

source: Language
ar_eg: اللغة

# LeanBodyWeight
source: Lean Body Weight (LBW)
ar_eg: (LBW) وزن الجسم النحيل

source: List User Role
ar_eg: قائمة وظائف المستخدم

source: Logout
ar_eg: تسجيل الخروج

# LymphNode
source: N: Lymph Node
ar_eg: N: العقدة الليمفاوية

source: Main Cancer Type
ar_eg: نوع السرطان الأساسي

source: Maintenance
ar_eg: تصليح

source: Male
ar_eg: ذكر

source: Message
ar_eg: الرسالة

source: Molecular
ar_eg: الجزيئي

source: Molecular Name
ar_eg: أسم السرطان الجزيئي

source: Molecular Sub Type
ar_eg: النوع الفرعي للسرطان الجزيئي

# MRN
source: MRN (Medical Record Number)
ar_eg: MRN (رقم السجل الطبي)

source: My Profile
ar_eg: ملفي الشخصي

source: Name
ar_eg: الأسم

source: National ID
ar_eg: الرقم القومي

source: National ID Photo Copy
ar_eg: صورة من الرقم القومي

source: Navigation
ar_eg: تصفح

source: New Assessment
ar_eg: تقييم جديد

source: New Cancer Histological
ar_eg: إضافه سرطان نسيجي جديد

source: New Cancer Molecular
ar_eg: إضافه سرطان جزيئي جديد

source: New Chemotherapy Protocol
ar_eg: إضافة بروتوكول علاج كيميائي جديد

source: New Cycle
ar_eg: إضافة دورة

source: New Distant Metastasis
ar_eg: إضافة ورم خبيث

source: New Doctor
ar_eg: إضافة دكتور جديد

source: New Drug
ar_eg: إضافة دواء

source: New Drug Day
ar_eg: إضافة يوم للدواء

source: New Image
ar_eg: أشعة جديدة

source: New Lab
ar_eg: تحليل جديد

source: New Lab Category
ar_eg: اضافه مختبر جديد

source: New Lab Detail
ar_eg: إضافة تفاصيل

source: New Lab Detail Condition
ar_eg: إضافة شرط

source: New Lymph Node
ar_eg: إضافة عقدة لمفاوية

source: New Part
ar_eg: إضافة عضو

source: New Pathology Report
ar_eg: إضافة تقرير

source: New Patient
ar_eg: إضافة مريض

source: New PreMedication
ar_eg: إضافة مخدر

source: New Session
ar_eg: جلسة جديدة

source: New Solution
ar_eg: ملحلول جديد

source: New Special Case
ar_eg: إضافة حالة خاصة

# NewSpecialCasePart
source: New Part
ar_eg: جزء جديد

source: New Staging
ar_eg: إضافة مرحلة

source: New Surgery
ar_eg: جراحة جديدة

source: New Surgery Type
ar_eg: نوع الجراحة الجديدة

source: New Symptom
ar_eg: إضافة عرض

source: New Treatment Type
ar_eg: إضافة علاج

source: New Tumor Grade
ar_eg: اضافه درجه ورم

source: New Tumor size
ar_eg: إضافة حجم الورم

source: New Unit
ar_eg: وحدة جديدة

source: New User
ar_eg: إضافة مستخدم

source: Next
ar_eg: التالي

source: No
ar_eg: لا

# NoCycle
source: There Is No Next Cycle
ar_eg: لا يوجد دورة تالية

# NoData
source: There is no data to display
ar_eg: لا توجد بيانات لعرضها

source: No Notification Found
ar_eg: لا يوجد إشعارات

source: No Recommendation
ar_eg: لا يوجد مقترحات

source: Not A Special Case
ar_eg: ليس لديه حاله خاصة

source: Notification
ar_eg: إشعار

source: Notify After Cycle ?
ar_eg: إشعار بعد الدورة ؟

source: Number
ar_eg: الرقم

source: Occupation
ar_eg: مهنة

source: Operator
ar_eg: العمليات

source: Opertor Type
ar_eg: نوع العملية

source: Part
ar_eg: العضو

source: Part Name
ar_eg: أسم العضو

source: Parts
ar_eg: الاجزاء

source: Password
ar_eg: كلمة السر

source: Pathology Report
ar_eg: تقرير مرضي

source: Pathology Report List
ar_eg: قائمة تقارير الأمراض

source: Pathology Report Name
ar_eg: اسم تقرير الأمراض

source: Pathology Report Type
ar_eg: نوع التقرير المرضي

source: Pathology Report Type List
ar_eg: قائمة أنواع التقارير

source: Patient
ar_eg: مريض

# PatientAssessment
source: Patient's Assessment
ar_eg: تقييم المريض

source: Patient Clinical Data
ar_eg: البيانات السريرية للمريض

source: Patient Data
ar_eg: بيانات المريض

source: Patient data and clinical data
ar_eg: بيانات المريض

source: Patient Details
ar_eg: تفاصيل المريض

source: Patient Drugs
ar_eg: أدوية المريض

source: Patient Educations
ar_eg: تثقيف المرضى

source: Patient Follow Up
ar_eg: متابعة المريض

source: Patient ID
ar_eg: رقم المريض

source: Patient Lab
ar_eg: تحليل المريض

# PatientList
source: Patients List
ar_eg: قائمة المرضى

source: Patient Name
ar_eg: اسم المريض

source: Patients
ar_eg: المريض

source: Patient Sheet
ar_eg: تقرير المريض

source: Patient Surgery
ar_eg: عملية المريض

source: Patient Symptom
ar_eg: أعراض المريض

source: Payment Type
ar_eg: طريقة الدفع

source: Permissions
ar_eg: صالحيات

source: Post Chemo Follow Up
ar_eg: متابعة ما بعد العلاج

source: Premdication
ar_eg: تخدير

source: Premedication
ar_eg: مخدر

source: Print Out Sheet
ar_eg: طباعة الورقة

# Privacymessage
source: Use this page to detail your site's privacy policy.
ar_eg: استخدم هذه الصفحة لتفصيل سياسة الخصوصية الخاصة بموقعك

source: Privacy Policy
ar_eg: سياسة الخصوصية

source: Profile
ar_eg: الملف الشخصي

source: Protocol
ar_eg: بروتوكول

source: ProtocolCycle
ar_eg: بروتوكول الدورة

source: Protocol Cycles
ar_eg: دورة البروتوكول

source: Protocol Cycles list
ar_eg: قائمة دورات البروتوكول

source: Protocol Drugs
ar_eg: بروتوكول الأدوية

source: Protocol Name
ar_eg: أسم البروتوكول

source: Protocol of chemo survey Data
ar_eg: بيانات بروتوكول الإستقصاء الكيماوي

source: Protocols List
ar_eg: قائمة البروتوكولات

source: Recommendation
ar_eg: توصية

source: recycle Days
ar_eg: أيام إعادة الدوره

source: Remarks
ar_eg: ملاحظات

source: Remove
ar_eg: المسح

# RepeatRow
source: You can't Repeat This Row
ar_eg: لا يمكنك تكرار الصف

source: Report Type Name
ar_eg: اسم نوع الالتقرير

source: Residence
ar_eg: إقامة

source: Response
ar_eg: الاستجابة

source: Role
ar_eg: الوظيفة

source: Role Name
ar_eg: أسم الوظيفة

source: Roles
ar_eg: الوظائف

source: Roles List
ar_eg: قائمة الوظائف

source: Route
ar_eg: المسار

# Rowexist
source: Row already exist!
ar_eg: الصف موجود بالفعل!

source: Save
ar_eg: حفظ

source: Schedule
ar_eg: جدول المريض

source: Select
ar_eg: أختر

source: Select All
ar_eg: أختر الكل

source: Select Distant Metastasis
ar_eg: إختيار الانبثاث البعيدة

source: Select Lymph Node
ar_eg: إختيار العقدة الليمفاوية

# SelectOpertor
source: Select Operator
ar_eg: أختر العملية

source: Select Protocol
ar_eg: أختر البروتوكول

source: Select Route
ar_eg: أختر المسار

source: Select Solution
ar_eg: أختر المحلول

source: Select Stage
ar_eg: إختيار مرحلة

source: Select Symptom Type
ar_eg: أختر نوع العرض

source: Select Tumor Size
ar_eg: إختيار حجم الورم

source: Select Unit
ar_eg: أختر الوحدة

source: Serum Creatinine
ar_eg: الكرياتنيين في الدم

source: Side Effect
ar_eg: أثر جانبي

source: Side Effect List
ar_eg: قائمة الآثار الجانبية

# SolidTumorImage
source: Solid Tumors
ar_eg: الاورام الصلبة

source: Solution
ar_eg: المحلول

source: Solution Amount
ar_eg: كمية المحلول

source: Solution List
ar_eg: قائمة المحاليل

source: Solution Name
ar_eg: أسم المحلول

source: Solutions
ar_eg: محاليل

# SorryMessage
source: Sorry, but you do not have access to the page you are looking for. Try checking the error address, then click the Update button on your browser, or click the Back button.
ar_eg: عذرًا ، ولكن لا يمكنك الوصول إلى الصفحة التي تبحث عنها. حاول التحقق من عنوان الخطأ ، ثم انقر فوق الزر تحديث في المستعرض الخاص بك ، أو انقر فوق الزر السابق

source: Special Case
ar_eg: حالة خاصه

source: Special Case List
ar_eg: قائمة الحالات الخاصة

source: Special Case Name
ar_eg: أسم الحالة الخاصة

source: Special Case Part
ar_eg: العضو

source: Special Case Part List
ar_eg: قائمة أعضاء الحالات الخاصة

source: Special Case Parts
ar_eg: الاعضاء

source: Special Cases
ar_eg: حالات خاصة

source: Sponser Company Name
ar_eg: اسم الشركة الراعية

source: Stage
ar_eg: مرحلة

source: Staging
ar_eg: مرحلة

source: Staging List
ar_eg: قائمة المرحلة

source: Staging Matrix
ar_eg: مصفوفة انطلاق

source: Statement
ar_eg: بيان الشرط

# sureMessage
source: Are you sure you want delete this item?
ar_eg: هل أنت متأكد أنك تريد حذف هذا البند؟

source: Surgery
ar_eg: عملية جراحية

source: Surgery Name
ar_eg: اسم العملية

source: Surgery Type
ar_eg: نوع الجراحه

source: Surgery Types
ar_eg: انواع الجراحات

source: Symptom
ar_eg: العرض

source: Symptom Color
ar_eg: لون العرض

source: SymptomDrug
ar_eg: عرض الدواء

source: Symptom List
ar_eg: قائمة الاعراض

source: Symptoms Drugs
ar_eg: اعراض الادوية

source: Symptoms Drugs List
ar_eg: قائمة اعراض الادوية

source: Symptom Type
ar_eg: نوع العرض

source: Text Result
ar_eg: نتيجة النص

source: Time of Administration
ar_eg: وقت الإدارة

source: Title
ar_eg: العنوان

source: TNM Stage
ar_eg: مرحلة الTNM

source: TNM Staging
ar_eg: مراحل الTNM

source: To
ar_eg: إلى

source: Treatment
ar_eg: علاج

source: Treatment Plan
ar_eg: خطة العلاج

source: Treatment Plans
ar_eg: خطط العلاج

source: Treatment Response
ar_eg: الاستجابة للعلاج

source: Treatment Responses
ar_eg: استجابات العلاج

source: Treatment Type
ar_eg: نوع العلاج

source: Treatment Type List
ar_eg: قائمة انواع العلاج

source: Treatment Types
ar_eg: انواع العلاجات

source: Tumor Grade
ar_eg: درجة الورم

# TumorSize
source: T: Tumor Size
ar_eg: T: حجم الورم

source: Type
ar_eg: النوع

source: Type Name
ar_eg: اسم النوع

source: Unauthorized
ar_eg: غير مسموح

source: unit
ar_eg: الوحدة

source: User
ar_eg: المستخدم

# UserList
source: Users List
ar_eg: قائمة المستخدمين

source: User Name
ar_eg: أسم المستخدم

source: Weight
ar_eg: الوزن

source: Welcome
ar_eg: آهلا

source: Yes
ar_eg: نعم

source: You do not have access
ar_eg: ليس لديك حق الوصول
